backend/controllers/ProjectController.php

SELECT * FROM `project` WHERE `id`='3'
---
    protected function findModel($id)
    {
        if (($model = Project::findOne(['id' => $id])) !== null) {